MPU Messenger/MPU Messenger/bin/Debug/MPU Mesajları/0002-Client To MPU AddTraceDefinition Request Message.txt.bak

    <?xml version="1.0" encoding="utf-8"?>
    <soap:Envelope
        xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/"
        xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
        xmlns:xsd="http://www.w3.org/2001/XMLSchema">
        <soap:Body>
            <AddTraceDefinition
                xmlns="urn:WEB-TRC">
                <oTraceDefinition
                    xmlns="">
                    <sTraceName>
                        kapı
                        </sTraceName>
                    <oVariableVector>
                        <oVarList>
                            <varId>
                                25166000
                                </varId>
                            </oVarList>
                        <oVarList>
                            <varId>
                                25166001
                                </varId>
                            </oVarList>
                        <oVarList>
                            <varId>
                                25166002
                                </varId>
                            </oVarList>
                        <oVarList>
                            <varId>
                                25166003
                                </varId>
                            </oVarList>
                        <oVarList>
                            <varId>
                                25166004
                                </varId>
                            </oVarList>
                        <oVarList>
                            <varId>
                                25166005
                                </varId>
                            </oVarList>
                        <oVarList>
                            <varId>
                                25166006
                                </varId>
                            </oVarList>
                        <oVarList>
                            <varId>
                                25165998
                                </varId>
                            </oVarList>
                        <oVarList>
                            <varId>
                                25166007
                                </varId>
                            </oVarList>
                        <oVarList>
                            <varId>
                                25165985
                                </varId>
                            </oVarList>
                        <oVarList>
                            <varId>
                                25165986
                                </varId>
                            </oVarList>
                        <oVarList>
                            <varId>
                                25166008
                                </varId>
                            </oVarList>
                        <oVarList>
                            <varId>
                                25166009
                                </varId>
                            </oVarList>
                        <oVarList>
                            <varId>
                                25166010
                                </varId>
                            </oVarList>
                        </oVariableVector>
                    <oChange>
                        AUTHORIZED
                        </oChange>
                    <sTraceInfo>
                        tracer,dashboard
                        </sTraceInfo>
                    </oTraceDefinition>
                </AddTraceDefinition>
            </soap:Body>
        </soap:Envelope>
